{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "trainable": true, "batch_input_shape": [null, 784], "input_dtype": "float32", "output_dim": 800, "init": "normal", "activation": "relu", "W_regularizer": null, "b_regularizer": null, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 784}}, {"class_name": "Dense", "config": {"name": "dense_2", "trainable": true, "output_dim": 10, "init": "normal", "activation": "softmax", "W_regularizer": null, "b_regularizer": null, "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 800}}], "keras_version": "1.2.2"}